@extend('latest_home_page_master')
@section('home_page_main_content')
<div class="col-md-9">
  <div class='main-content'>
    <div class='main-content-wrap'>

      <div class='group-info'>
          <h4 style="color: Green; text-align: center;">
              <?php
                $registration_successfull_message = Session::get('registration_successfull_message');
                if($registration_successfull_message){
                  echo $registration_successfull_message;
                  Session::put('registration_successfull_message','');
                }
              ?>
            </h4>
          <!-- <marquee>
          <p class="group-info-wc">
            <span>"SSC 2001 and HSC 2003 Bangladesh" গ্রুপে স্বাগতম।</span>
            <span>  This site is still under development.</span></p>
        </marquee> -->
        <!-- notice board slider starts-->

        <style type="text/css">
        a:focus, a:hover {
          color: #23527c;
          text-decoration: none;
        }
          .notice_title_slider{
            padding: 5px;
            height: 45px;
          }
          .notice_title_slider span {
            padding: 5px 1em;
            font-size: 18px;
            font-weight: 600;
            background-color: #f25d0f;
            margin: 2px 10px;
            color: #fffefe;
          }

        </style>
        <marquee> 
          <a href="#"> 
            <div id="noticeTitle" class="notice_title_slider">
              @foreach($all_notice_info as $v_notice)
                <span class="notice_title">{{$v_notice->notice_title}}</span>
                @endforeach
            </div>
          </a>
        </marquee>

        <!-- notice board slider end-->
        <h3 class="group-info-header">গ্রুপের উদ্দেশ্যঃ-</h3>
        
        <p class="group-info-content">এই গ্রুপটি সৃষ্টির উদ্দেশ্য নিয়ে কিছু কথা। জনপ্রিয় সামাজিক যোগাযোগ মাধ্যম ফেসবুকের মাধ্যমে দেশ ও বিদেশে অবস্থানরত এই ব্যাচ এর ব্যাচমেটদের সবাইকে একত্রিত করে বন্ধুতের বন্ধন সৃষ্টি করা, যেন কিছুটা সময় আড্ডা দেবার পাশাপাশি একে অপরকে সাহায্য সহযোগিতায় পাশে দাড়াতে পারি।একজন মানুষের জীবনে একজন ভাল বন্ধু পাওয়া ভাগ্যের ব্যাপার। যার বন্ধু নেই তার একাকীত্ব জীবনে সুখের ছায়াও নেই। বাস্তব জীবনের ক্লান্তির মাঝে সব ভুলে এই গ্রুপটি হবে এক টুকরো স্বস্তির নিঃশ্বাস ফেলার বৃক্ষ ঘেরা সবুজ মাঠ। একটি বৃহৎ পরিবার হয়ে আমরা এখানে একান্ত কিছু সময় কাটাতে পারবো এবং আমাদের আনন্দ বেদনা ভাগাভাগি করে নিতে পারবো দিনশেষে। <br>
        অনেক কিছুই আছে আমরা চাইলেই তা একা করতে পারিনা যা আমরা বন্ধুরা এক হলে করতে পারব। হতে পারে তা কোন বন্ধুর জন্য, দেশ ও দেশের দুস্থ বা বিপদগ্রস্থ মানুষের জন্য। আমরা চেষ্টা করব দেশের সুবিধা বঞ্ছিত মানুষের পাশে দাড়াতে, যেকোন দুর্যোগে, দুর্যোগে ক্ষতি গ্রস্থ মাতৃভূমি ও মাতৃভূমির অসহায় মানুষের পাশে দাড়াতে।<br>
        এই গ্রুপ কোন নেতৃতের লড়াই এর স্থান নয়। বন্ধুত্তের বন্ধনে আবন্ধ হবার একটি স্থান। পাশে থেকো সব সময় বন্ধুরা।</p>
      </div>

      <div class='group-info'>
        <h3 class="group-info-header">গ্রুপের নীতিমালা / মূলনীতিঃ-</h3>
        <p class="group-info-title">১। নিতিমালা লঙ্ঘন হলেঃ</p>
        <p class="group-info-content">১.১ নিম্নে লিখিত কোন নিয়মের লঙ্ঘন হলে নোটিশ কিংবা বিনা নোটিশে, কারন দর্শানো এবং কারন দর্শানো ব্যতীত, এমনকি দ্বিতীয়বার সুযোগ না দিয়ে যেকোনো সদ্যসকে গ্রুপ থেকে বহিষ্কার/ব্লক করা অথবা যে কোন যথাযথ ব্যবস্থা গ্রহন করা হবে।<br>
        ১.২ নিয়ম বহির্ভূত যেকোন পোষ্ট বা কমেন্ট বিনা নোটিশে এডমিন প্যানেল তাৎক্ষনিক অপসারণ করতে পারবে।<br>
        ১.৩ আমাদের মত দেখতে একই রকম (SSC 2001 & HSC 2003) গ্রুপের এ্যাডমিন বা মডারেটর  আমাদের গ্রুপের সদস্য হতে পারবেন না কারণ তাদের উদ্দেশ্য আমাদের বন্ধুত্বের মাঝে ফাটল সৃষ্টি করা।<br>
        ১.৪  কোন সদ্যসের কমেন্ট, পোষ্ট বা মতামত যদি এমন হয় যা গ্রুপের বন্ধুদের বিভ্রান্ত করে, গ্রুপের স্বাভাবিক আনন্দময় পরিবেশকে গম্ভির করে, ক্ষতিগ্রস্থ করে, ভাংগনের কারন হতে পারে, তবে তাকে গ্রুপ থেকে ব্লক দেয়া হবে।<br>
      </p>

        <p class="group-info-title">২। নতুন সদস্য যোগ করার ক্ষেত্রে নিয়ম সমূহঃ</p>
        <p class="group-info-content">২.১ আপনি শুধু আপনার যে বন্ধু SSC-2001 এবং HSC-2004 এর এবং আপনার সাথে 2001 এ পরিক্ষা দেবার জন্য রেজিস্ট্রেশন করেছেন এমন বন্ধুদের কেই এ্যাড করতে পারবেন।
        কেউ যদি কোন কারনে SSC অথবা HSC পরিক্ষা দিতে না পারে অথবা আর পড়ালেখা চালিয়ে নিতে না পেরে থাকে, তারাও আমাদের গ্রুপের সদস্য হতে পারবে। কেউ ২০০০ এর রেজিস্ট্রেশন কিন্তু আমাদের সাথে পরিক্ষা দিয়েছে, সে আমাদের গ্রুপের সদস্য হতে পারবে না, অথবা কেউ এস এস সি ২০০০ কিন্তু এইচ এস সি ২০০৩ তারাও আমাদের গ্রুপের সদস্য হতে পারবে না। কারন আমরা SSC 2001 এর রেজিস্ট্রেশন কেই ভিত্তি ধরেছি।<br>
        ২.২ কোন কারনে যেকোন সদস্যের রেজিস্ট্রেশন ২০০১ এ নয় বলে মনে হলে তার যাচাইয়ের জন্য তিনি তার রেজিস্ট্রেশন কার্ড এর স্ক্যান কপি এডমিন প্যানে্লের সাথে শেয়ার করতে বা দিতে বাধ্য থাকিবে। যদি তিনি তার রেজিস্ট্রেশন কার্ড শেয়ার করতে বা প্রমান দিতে ব্যর্থ হন তবে তার সদস্যপদ বাতিল হতে পারে।<br>
        ২.৩ কোন ফেইক আইডি বা একই সদস্যের একের অধিক আইডি কোন অবস্থাতেই এ্যাড করা যাবে না। কোনো ফেইক প্রোফাইল যদি আমাদের গ্রুপে ঢুকে কাউকে কোন প্রকার বিরক্ত করার চেষ্টা করে তাদেরকে বিনা নোটিশে গ্রুপ থেকে বহিস্কার করা হবে এবং প্রয়োজনে তার বিরুদ্ধে আইনী ব্যবস্থা নেয়া হবে।<br></p>

        <p class="group-info-title">৩। পোস্ট বিষয়ক নির্দেশিকাঃ</p>
        <p class="group-info-content">৩.১। কোন প্রকার রাজনৈতিক পোস্ট দেয়া যাবে না।<br> ৩.২। কারও কোন পোষ্ট বা কমেন্টে কেউ ব্যক্তিগত ভাবে আঘাত প্রাপ্ত বা মনঃক্ষুণ্ণ হলে গ্রুপে তর্ক বিতর্ক করে পরিবেশ নষ্ট না করে রিপোর্ট করবেন বা সাথে সাথে এডমিনদের জানাবেন।<br>
          ৩.৩। ধর্মীয় উস্কানিমুলক পোস্ট / ধর্মীয় উৎসব ব্যতীত কোন রকম ধর্মীয় পোস্ট করা যাবে না।<br>
          ৩.৪। কোন ধরনের বৈষম্যমূলক পোস্ট করা যাবে না। সাদাকালো / মোটা-চিকন / নোয়াখালি-বরিশাল/ বাংগালি- পাহাড়ি ইত্যাদি।<br>
        ৩.৫।কোন স্কুল, কোন জেলা, কোন পেশাতে আছ, বক্তের গ্রুপ ইত্যাদি এই ধরনের পোস্ট অনুমোদন হবে না। কারন, অত্যন্ত চমৎকার ডাটাবেজ করা হয়েছে। গ্রুপের ওয়েব সাইটে ডাটাবেইজ থেকে এই সকল তথ্য জানতে পারবে।<br>
        ৩.৬। ব্যক্তিগত ভাবে দেশের যে কোন দুর্যোগ, অথবা যেকোন মানবিক কর্মকাণ্ডের জন্য আর্থিক তহবিল সংগ্রহের জন্য কোন পোষ্ট করা যাবেনা। আমরা হয়ত পরবর্তীতে আর্থিক তহবিল সংগ্রহ করবো তবে সেটা অবশ্যই আমাদের এ্যাডমিনদের তত্ত্বাবধানে। <br>৩.৭। কোন বন্ধু তার ব্যাবসায়িক পোষ্ট করতে পারবে তবে তা শুধু মাত্র প্রতি সপ্তাহের বুধ ও বৃহস্পতিবার । যেমনঃ কোন ব্যবসায়ী বন্ধু তার পন্যের, চিকিৎসক/আইনজীবী/ প্রকৌশলী/ ব্যাংকার বন্ধু তার সেবা সমুহের পোষ্ট করে তা আমাদের জানাতে পারবে। সেক্ষেত্রে লক্ষ রাখতে হবে, ডিরেক্ট পোষ্ট অথবা ব্যক্তিগত কোন পেইজ ব্যতিত অন্য কোন পেইজের পোষ্ট শেয়ার করা যাবে না।<br>
        ৩.৮। নিউজফিড জট মুক্ত রাখতে এবং সকলের বিরক্তির কারন না হতে হায়,বায় ইত্যাদি জাতীয় পোষ্ট করবেন না। এডমিন বা মডারেটরের নিকট খুব বেশি অবান্তর মনে হলে নিউজফিড এর জট কমাতে তা বাতিল করতে পারবে। নিজের জ্ঞান থেকে বুঝে নেবার অনুরোধ রইল। <br>৩.৯। একই বিষয়ে একাধিক পোষ্ট নিউজফিড এর জট কমাতে বাতিল করা হবে।<br> ৩.১০। কোন স্কুল, কোন জেলা, কোন পেশাতে আছ, বক্তের গ্রুপ ইত্যাদি এই ধরনের পোস্ট অনুমোদন হবে না। কারন, অত্যন্ত চমৎকার ডাটাবেজ করা হয়েছে। গ্রুপের ওয়েব সাইটে ডাটাবেইজ থেকে এই সকল তথ্য জানতে পারবে।<br>
        ৩.১১। গ্রুপে নেই, এমন কোন ব্যক্তির ছবি তার বিনা অনুমতিতে পোস্ট করা যাবে না। গ্রুপের কোন মেম্বারের ছবি পোস্ট করার পর যার ছবি তিনি আপত্তি জানালে এ্যাডমিন কোন প্রকার নির্দেশনা ছাড়াই সে ছবি ডিলিট করতে পারবে। <br>
        ৩.১২। দ্বিতীয় অথবা তৃতীয়সারির কোন পত্রিকার অথবা ওয়েবসাইটের লিঙ্ক শেয়ার করা যাবে না। প্রথমসারির যেমনঃ প্রথম আলো, বিডি নিউজ ২৪, বিবিসি বাংলা ট্রিবিউন ইত্যাদি পত্রিকার খবর শেয়ার করা যাবে। তবে অবশ্যই সেটি রাজনৈতিক হতে পারবে না।<br>
        ৩.১৩। অন্য কোন গ্রুপের লিঙ্ক, পেইজের লিঙ্ক বা পোস্ট বা ছবি গ্রুপ ওয়ালে শেয়ার করা যাবে না।
        কোন ছবি যদি কেউ শেয়ার করতে চান, তাহলে সেটা ডাউনলোড করে গ্রুপে শেয়ার করতে পারবেন। তবে সেই ছবি অবশ্যই উক্ত গ্রুপ, পেইজের নাম বা লোগো থাকলে এডমিন প্যানেল চাইলে উক্ত পোষ্ট বাতিল করতে পারবে<br>
        ৩.১৪। নিজের পার্সোনাল youtube চ্যানেল এর ক্রিয়েটিভ কোন ভিডিও শেয়ার করা যাবে। পোষ্ট অনুমোদন দেবার সুবিদার্থে নিজের চ্যানেল তা উল্লেখ করে দিবে। অন্যথায় পোষ্ট অনুমোদন না হলে এডমিনগন দায়ি হবেনা।<br>
        ৩.১৫। অশালীন বক্তব্য হিসেবে বিবেচিত হবে এমন কোন কমেন্ট বা পোষ্ট করা যাবেনা। এমন কেউ অভিযোগ করলে দুঃখ প্রকাশ করবেন অন্থায় এডমিনগন গ্রুপ থেকে অপসারণ করতে পারবে। <br>
        ৩.১৬। কোন সদস্যের সাথে কোন তথ্য নিয়ে ব্যক্তিগত অভিযোগ থাকলে তা ব্যক্তিগত ভাবে জিজ্ঞেস করবেন গ্রুপে পোষ্ট দিয়ে বিব্রত করবেন না। এমন কোন পোষ্ট এডমিনগন আপনাকে অবগত না করেই অপসারন করতে পারবে।<br></p>

        <p class="group-info-nb">বিঃদ্রঃ সময়ের প্রয়োজনে বিভিন্ন সময় গ্রুপের পরিবেশ সুন্দর রাখার স্বার্থে নীতিমালায় নতুন ধারা/নিয়ম যুক্ত করা হবে।</p>
      </div>

    </div>
  </div>
</div>
@endsection